Repository: javidominguez/screenshots
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fi, pt, uk

source: Screenshots Wizard
es: Asistente para capturas de pantalla
fi: Ohjattu kuvakaappaus
pt: Assistente de imagem do ecrã
uk: Майстер скриншотів

source: Cancelled
es: Cancelado
fi: Peruutettu
pt: Cancelado
uk: Скасовано

source: Please disable screen curtain before take a screenshot
es: Por favor, desactive la cortina de pantalla antes de tomar una captura.
fi: Poista näyttöverho käytöstä ennen kuvakaappauksen ottamista
pt: Por favor, desactivar a cortina do ecrã antes de tirar uma fotografia do ecrã
uk: Будь ласка, вимкніть екранну завісу перед тим, як зробити скриншот

source: Launch the screenshots wizard. A layer of keyboard commands will be activated. Use enter key to take a screenshot, escape to cancel. See documentation for know more commands.
es: Inicia el asistente para capturas de pantalla. Se activará una capa de comandos de teclado. Use la tecla enter para tomar una captura de pantalla, escape para cancelar. Consulte la documentación para conocer más comandos.
fi: Käynnistä ohjattu kuvakaappaus. Näppäinkomentokerros aktivoituu. Ota kuvakaappaus painamalla Enter tai peruuta painamalla Esc. Lisää komentoja löytyy lisäosan ohjeesta.
pt: Iniciar o assistente das capturas de ecrã. Será activada uma camada de comandos de teclado. Utilizar a tecla enter para tirar uma imagem do ecrã, escape para cancelar. Ver documentação para saber mais comandos.
uk: Запускає майстер скриншотів. Можна активовувати клавіатурні команди. Використовуйте клавішу enter, щоб зробити скриншот, а escape для скасування. Щоб дізнатися більше команд, перегляньте документацію.

source: Folder not found
es: No se encuentra la carpeta
fi: Kansiota ei löydy
pt: Pasta não encontrada
uk: Папку не знайдено

source: Open the folder where the screenshots are stored.
es: Abrir la carpeta donde se almacenan las capturas de pantalla.
fi: Avaa kansio, johon kuvakaappaukset tallennetaan.
pt: Abrir a pasta onde as capturas de ecrã são armazenadas.
uk: Відкрити папку, в якій зберігаються скриншоти.

source: No screenshot has been taken yet.
es: Aún no se ha tomado ninguna captura de pantalla.
fi: Kuvakaappausta ei vielä otettu.
pt: Ainda não foi tirada nenhuma foto da ecrã.
uk: Скриншот поки що не зроблено.

source: File not found
es: No se encuentra el archivo
fi: Tiedostoa ei löydy
pt: Arquivo não encontrado
uk: Файл не знайдено

source: Open the last screenshot file in the default app.
es: Abrir la última captura de pantalla en la aplicación predeterminada.
fi: Avaa viimeisin kuvakaappaustiedosto oletussovelluksessa.
pt: Abrir o último ficheiro de captura de ecrã no aplicativo padrão.
uk: Відкрити останній скриншот у стандартному застосунку.

source: Take a full screenshot directly, bypassing the keyboard command layer
es: Hacer una captura de la pantalla completa directamente, sin pasar por la capa de órdenes de teclado
fi: Ota koko näytön kuvakaappaus heti ilman näppäinkomentokerrosta
pt: Tirar uma foto de ecrã completa diretamente, contornando as teclas da camada de comandos
uk: Зробити скриншот усього екрана безпосередньо, без клавіатурних команд

source: Take a screenshot of focused object directly, bypassing the keyboard command layer
es: Hacer una captura de pantalla del objeto enfocado directamente, sin pasar por la capa de órdenes de teclado
fi: Ota kuvakaappaus aktiivisesta objektista heti ilman näppäinkomentokerrosta
pt: Tirar uma foto do objeto focalizado diretamente, contornando as teclas da camada de comandos
uk: Зробити скриншот об'єкта у фокусі безпосередньо, без клавіатурних команд

source: Take a screenshot of current window directly, bypassing the keyboard command layer
es: Hacer una captura de pantalla de la ventana actual directamente, sin pasar por la capa de órdenes de teclado
fi: Ota kuvakaappaus nykyisestä ikkunasta heti ilman näppäinkomentokerrosta
pt: Tirar uma foto da janela atual diretamente, contornando as teclas da camada de comandos
uk: Зробити скриншот активного вікна безпосередньо, без клавіатурних команд

source: There is no upper container
es: No hay contenedor de nivel superior
fi: Ylempää säilöä ei ole
pt: Não há contentor superior
uk: Верхній контейнер відсутній

source: Already framed
es: Ya está enmarcado
fi: On jo rajattu
pt: Já emoldurado
uk: Вже відкадровано

source: The object cannot be framed.
es: No se puede enmarcar el objeto
fi: Objektia ei voirajata.
pt: O objeto não pode ser emoldurado.
uk: Об'єкт не може бути відкадровано.

source: Frammed {object} {name}
es: Enmarcado {object} {name}
fi: Rajattu {object} {name}
pt: {object} {name} com moldura
uk: Відкадровано {object} {name}

source: from {startX}, {startY} to {endX}, {endY}
es: Desde {startX}, {startY} hasta {endX}, {endY}
fi: alkaen koordinaateista {startX}, {startY} ja päättyen koordinaatteihin {endX}, {endY}
pt: de {startX}, {startY} a {endX}, {endY}
uk: від {startX}, {startY} до {endX}, {endY}

source: width {w} per height {h}
es: {w} de ancho por {h} de alto
fi: leveys {w} kertaa korkeus {h}
pt: largura {w} por altura {h}
uk: ширина {w} на висоту {h}

source: The reference object is {objectRole} {objectName}
es: El objeto de referencia es {objectRole} {objectName}
fi: Viiteobjekti on {objectRole} {objectName}
pt: O objecto de referência é {objectRole} {objectName}
uk: Опорним об'єктом є {objectRole} {objectName}

source: {ratio}% of the rectangle is occupied by the object of reference
es: El {ratio}% del rectángulo está ocupado por el objeto de referencia
fi: Viiteobjekti kattaa {ratio} % suorakulmiosta

source: The reference object is completely inside the rectangle
es: El objeto de referencia está completamente dentro del rectángulo
fi: Viiteobjekti on kokonaan suorakulmion sisällä
pt: O objecto de referência está completamente dentro do rectângulo
uk: Опорний об'єкт повністю розташований у прямокутнику

source: Part of the reference object is outside the rectangle
es: Parte del objeto de referencia queda fuera del rectángulo
fi: Osa viiteobjektista on suorakulmion ulkopuolella
pt: Parte do objecto de referência está fora do rectângulo
uk: Частина опорного об'єкта перебуває за межами прямокутника

source: The rectangle is inside the active window
es: El rectángulo está dentro de la ventana activa
fi: Suorakulmio on aktiivisen ikkunan sisällä
pt: O rectângulo está dentro da janela activa
uk: Прямокутник перебуває всередині активного вікна

source: Part of the rectangle is outside the active window
es: Parte del rectángulo está fuera de la ventana activa
fi: Osa suorakulmiosta on aktiivisen ikkunan ulkopuolella
pt: Parte do rectângulo está fora da janela activa
uk: Частина прямокутника перебуває за межами активного вікна

source: The rectangle occupies {percentage}% of the screen
es: El rectángulo ocupa el {percentage}% de la pantalla
fi: Suorakulmio kattaa {percentage} % näytöstä

source: No image to copy
es: No hay imagen para copiar
fi: Ei kopioitavaa kuvaa

source: Image copied to clipboard
es: Imagen copiada al portapapeles
fi: Kuva kopioitu leikepöydälle

source: Unable to open the clipboard
es: No es posible abrir el portapapeles
fi: Leikepöytää ei voi avata

source: screenshot_{timestamp}.{ext}
es: captura_{timestamp}.{ext}
fi: kuvakaappaus_{timestamp}.{ext}
pt: visualizaçãoDeEcrã_{timestamp}.{ext}

source: Image was not saved
es: No se guardó la imagen
fi: Kuvaa ei tallennettu
pt: A imagem não foi guardada
uk: Зображення не збережено

source: Save image
es: Guardar imagen
fi: Tallenna kuva
pt: Guardar imagem
uk: Зберегти зображення

source: Top edge moved to
es: Borde superior movido a
fi: Yläreuna siirretty kohtaan
pt: A margem superior foi movida para
uk: Верхній край переміщено до

source: Left edge moved to
es: Borde izquierdo movido a
fi: Vasen reuna siirretty kohtaan
pt: Margem esquerda movida para
uk: Лівий край переміщено до

source: Bottom edge moved to
es: Borde inferior movido a
fi: Alareuna siirretty kohtaan
pt: A margem inferior deslocou-se para
uk: Нижній край переміщено до

source: Right edge moved to
es: Borde derecho movido a
fi: Oikea reuna siirretty kohtaan
pt: A margem direita passou para
uk: Правий край переміщено до

source: {msg} {width} per {height}
es: {msg} {width} por {height}
fi: {msg} {width} kertaa {height}
pt: {msg} {width} por {height}
uk: {msg} {width} на {height}

source: Expanding,
es: Expandiendo
fi: Laajennetaan,
pt: A expandir-se,
uk: Розширення,

source: Shrinking,
es: Encogiendo
fi: Pienennetään,
pt: Encolhimento,
uk: Зменшення,

source: Already adjusted
es: Ya está ajustado
fi: On jo säädetty
pt: Já ajustado
uk: Вже відрегульовано

source: Rectangle adjusted to {objectRole} {objectName}
es: Rectángulo ajustado a {objectRole} {objectName}
fi: Suorakulmio säädetty objektin {objectRole} {objectName} mittoihin
pt: Rectângulo ajustado a {objectRole} {objectName}
uk: Прямокутник відрегульовано до {objectRole} {objectName}

source: could not be recognized. {reason}
es: no se pudo reconocer. {reason}
fi: ei tunnistettu. {reason}
pt: não pôde ser reconhecido. {reason}
uk: не може бути розпізнано. {reason}

source: The image is too small.
es: La imagen es demasiado pequeña
fi: Kuva on liian pieni.
pt: A imagem é muito pequena.
uk: Зображення занадто маленьке.

source: Press up arrow to frame the container object, space bar or numbers to know the rectangle information, enter key to take the screenshot or escape to cancel and exit. See the documentation for more commands.
es: Presione flecha arriba para enmarcar el objeto contenedor, barra espaciadora o los números para conocer la información del rectángulo, tecla Intro para tomar la captura de pantalla o escape para cancelar y salir. Consulte la documentación para conocer más comandos.
fi: Paina ylänuolinäppäintä rajataksesi säilöobjektin, välilyöntiä tai numeroita saadaksesi suorakulmion tiedot, Enter-näppäintä ottaaksesi kuvakaappauksen tai Esc-näppäintä peruuttaaksesi ja poistuaksesi. Katso lisää komentoja ohjeesta.
pt: Prima a seta para cima para enquadrar o objecto contentor, barra de espaço ou números para conhecer a informação do rectângulo, introduza a tecla para tirar a imagem do ecrã ou escape para cancelar e sair. Ver a documentação para mais comandos.
uk: Натисніть стрілку вгору, щоб відкадрувати контейнер об'єкта, пробіл або цифри для отримання інформації про прямокутник, enter, щоб зробити скриншот, або escape для скасування й виходу з додатка. Щоб дізнатися більше команд, перегляньте документацію.

source: Wrong gesture
es: Pulsación incorrecta
fi: Väärä näppäinkomento
pt: Comando errado
uk: Неправильний жест

source: Reference object has changed
es: El objeto de referencia ha cambiado
fi: Viiteobjekti on muuttunut
pt: O objecto de referência foi alterado
uk: Опорний об'єкт змінено

source: The reference object is fully inside the rectangle
es: El objeto de referencia está completamente dentro del rectángulo
fi: Viiteobjekti on kokonaan suorakulmion sisällä
pt: O objecto de referência está totalmente dentro do rectângulo
uk: Опорний об'єкт повністю перебуває в прямокутнику

source: The reference object exceeds the bounds of the rectangle
es: El objeto de referencia excede los límites del rectángulo
fi: Viiteobjekti ylittää suorakulmion rajat
pt: O objecto de referência excede os limites do rectângulo
uk: Опорний об'єкт виходить за межі прямокутника

source: The rectangle has overflowed the active window
es: El rectángulo ha desbordado la ventana activa.
fi: Suorakulmio on ylittänyt aktiivisen ikkunan rajat
pt: O rectângulo transbordou a janela activa
uk: Прямокутник переповнив активне вікно

source: object not found
es: No se encuentra el objeto
fi: Objektia ei löydy
pt: objecto não encontrado
uk: об'єкт не знайдено

source: {step} px
fi: {step} pikseliä
uk: {step} пікселів

source: Select the folder where the image files of the screenshots will be saved
es: Seleccione la carpeta donde se guardarán los archivos de imagen de las capturas de pantalla
fi: Valitse kansio, jonne kuvakaappaukset tallennetaan
pt: Seleccione a pasta onde os ficheiros de imagem dos ecrãs serão guardados
uk: Оберіть папку, в яку будуть зберігатися скриншоти

source: browse
es: examinar
fi: Selaa
pt: localizar
uk: огляд

source: File format
es: Formato de archivo
fi: Tiedostomuoto
pt: Formato do ficheiro
uk: Формат файла

source: Enlarge small images
es: Ampliar imágenes pequeñas
fi: Suurenna pienet kuvat
pt: Ampliar imagens pequenas
uk: Збільшити маленькі зображення

source: After saving the screenshot
es: Después de guardar la captura de pantalla
fi: Kun kuvakaappaus on tallennettu
pt: Depois de guardar a imagem do ecrã
uk: Після збереження скриншота

source: Nothing
es: Nada
fi: Älä tee mitään
pt: Nada
uk: Нічого не робити

source: Open file
es: Abrir el archivo
fi: Avaa tiedosto
pt: Arquivo aberto
uk: Відкрити файл

source: Open folder
es: Abrir la carpeta
fi: Avaa kansio
pt: Abrir Pasta
uk: Відкрити папку

source: Movement unit (in pixels):
es: Cantidad de movimiento (en píxels):
fi: Siirtämisen yksikkö (pikseleinä):
pt: Unidade de movimento do rato (em pixels)
uk: Одиниці переміщення (у пікселях):

source: Choose a folder:
es: Elija una carpeta:
fi: Valitse kansio:
pt: Escolher uma pasta:
uk: Оберіть папку:

source: screenshots wizard
es: Asistente para capturas de pantalla
fi: Ohjattu kuvakaappaus
pt: Assistente de imagem do ecrã
uk: майстер скриншотів

source: Provides an wizard to take screenshots.
es: Proporciona un asistente para realizar capturas de pantalla.
fi: Tarjoaa ohjatun toiminnon kuvakaappausten ottamiseen.
pt: Fornece um assistente para tirar screenshots.
uk: Надає майстра для створення скриншотів.

source: %{ratio} of the rectangle is occupied by the object of reference
pt: %{ratio} do rectângulo está ocupado pelo objecto de referência
uk: Опорний об'єкт займає %{ratio} прямокутника

source: The rectangle occupies %{percentage} of the screen
pt: O rectângulo ocupa %{percentage} do ecrã
uk: Прямокутник займає %{percentage} екрана
